dev-scripts/verify_kv_queue_size/fio_exp_qd32_2019-10-26/dump-fio-bench-32-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=32
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=13921: Sat Oct 26 19:21:26 2019
  write: IOPS=84, BW=10.6MiB/s (11.1MB/s)(1928MiB/181825msec); 0 zone resets
    slat (usec): min=40, max=560, avg=119.50, stdev=37.24
    clat (msec): min=25, max=6215, avg=366.66, stdev=529.65
     lat (msec): min=25, max=6215, avg=366.77, stdev=529.65
    clat percentiles (msec):
     |  1.00th=[   41],  5.00th=[   58], 10.00th=[   74], 20.00th=[   96],
     | 30.00th=[  113], 40.00th=[  130], 50.00th=[  161], 60.00th=[  194],
     | 70.00th=[  234], 80.00th=[  330], 90.00th=[ 1267], 95.00th=[ 1502],
     | 99.00th=[ 2089], 99.50th=[ 2500], 99.90th=[ 4597], 99.95th=[ 5000],
     | 99.99th=[ 6141]
   bw (  KiB/s): min=  256, max=37888, per=100.00%, avg=11132.22, stdev=7752.12, samples=354
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=15425
  lat (msec)   : 50=3.20%, 100=19.44%, 250=50.41%, 500=9.64%, 750=1.21%
  lat (msec)   : 1000=2.40%, 2000=12.44%, >=2000=1.27%
  cpu          : usr=0.95%, sys=0.31%, ctx=29061, majf=0, minf=18367
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.3%, 16=0.5%, 32=99.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,15425,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
  WRITE: bw=10.6MiB/s (11.1MB/s), 10.6MiB/s-10.6MiB/s (11.1MB/s-11.1MB/s), io=1928MiB (2022MB), run=181825-181825msec

Disk stats (read/write):
  sdc: ios=358/32463, merge=0/278862, ticks=2024/1332532, in_queue=1334576, util=95.51%